Repository: TheRealMrDrap/custom-contact-forms
Catalog: languages/custom-contact-forms-*.po
Languages: es_es

source: Invalid post ID.
es_es: ID de entrada inválido.

source: Sorry, you cannot read this post.
es_es: Lo siento, usted no puede leer esta entrada.

source: The post type "%s" is not valid
es_es: La entrada tipo "%s" no es válida.

source: Invalid form ID.
es_es: ID de formulario inválida.

source: Sorry, you cannot view forms.
es_es: Lo siento, usted no puede ver formularios.

source: Invalid form.
es_es: Fomrulario inválido.

source: Sorry, you cannot view this form.
es_es: Lo siento, usted no puede ver éste formulario.

source: The form cannot be deleted.
es_es: El formulario no puede ser borrado.

source: Permanently deleted form
es_es: Formulario permanentemente borrado

source: Deleted post
es_es: Entrada borrada.

source: Form Field Choices
es_es: Secciones del formulario

source: Custom Contact Forms will not work unless pretty permalinks (not default) are enabled. Please update your <a href="%s">permalinks settings</a>.
es_es: Los formularios personalizados no funcionarán a menos que los permalinks (no los estándar) están disponibles. Por favor actualiza <a href="%s">tu configuración de permalinks</a>.

source: <a href="%s">Forms and Submissions</a>
es_es: <a href="%s">Formularios y Presentaciones</a>

source: Forms and Submissions
es_es: Formularios y Presentaciones

source: Import
es_es: Importar

source: Form Fields
es_es: Campos del formulario

source: Allowed file extensions are %s.
es_es: Las extensiones de archivo permitidas son %s.

source: Max file size is %d MB.
es_es: El tamaño máximo de archivo permitido es de %d MB.

source: Street Address
es_es: Dirección

source: Address Line 2
es_es: Dirección (continúa)

source: City
es_es: Ciudad

source: State
es_es: Estado

source: ZIP Code
es_es: Código Postal

source: State / Region / Province
es_es: Estado / Población / Provincia

source: ZIP / Postal Code
es_es: ZIP / Código Postal

source: Country
es_es: País

source: email@example.com
es_es: email@ejemplo.com

source: Confirm Email
es_es: Confirmar Email

source: First
es_es: Primero

source: Last
es_es: Último

source: Date
es_es: Fecha

source: Form Submission Columns
es_es: Columnas para enviar el formulario

source: Submissions
es_es: Enviados

source: At a Glance
es_es: De un vistazo

source: Preview
es_es: Previsualizar

source: Save your new form to see a preview.
es_es: Guardar tu formulario para una previsualización.

source: Created on:
es_es: Creado el:

source: Author:
es_es: Autor:

source: Number of fields:
es_es: Número de campos:

source: Number of submissions:
es_es: Número de envíos

source: Move to Trash
es_es: Mover a papelera.

source: Export
es_es: Exportar

source: (No title)
es_es: (Sin título)

source: Manage Form
es_es: Configurar Formularios

source: Form Title
es_es: Título del formulario

source: Author
es_es: Autor

source: Number of Fields
es_es: Número de campos.

source: Unpublished
es_es: Sin Publicar

source: Y/m/d g:i:s A
es_es: A d/m/Y g:i:s

source: %s ago
es_es: hace %s

source: Y/m/d
es_es: d/m/Y

source: Forms
es_es: Formularios

source: Form
es_es: Formulario

source: New Form
es_es: Nuevo Formulario

source: Add New Form
es_es: Añadir Nuevo Formulario

source: Edit Form
es_es: Editar Formulario

source: View Form
es_es: Ver Formulario

source: Search Forms
es_es: Buscar Formulario

source: No forms found in trash.
es_es: Papelera sin Formularios.

source: This field is required.
es_es: Campo requerido.

source: This file is too big (%d MB max)
es_es: Este archivo supera el tamaño máximo permitido de %d MB

source: An upload error occurred.
es_es: Ocurrió un problema al subir el archivo.

source: File contains an invalid extension.
es_es: Extensión de archivo inválida

source: Your reCAPTCHA response was incorrect.
es_es: Tu respuesta reCAPTCHA fue incorrecta

source: This field is required
es_es: Campo requerido

source: This phone number is too short
es_es: Teléfono demasiado corto

source: This phone number contains invalid characters.
es_es: El teléfono contiene carácteres inválidos.

source: This phone number is not 10 digits.
es_es: El teléfono no tiene 10 números.

source: This is not a valid email
es_es: Email inválido.

source: Emails do not match.
es_es: Los Emails no coinciden.

source: First name is required.
es_es: Nombre requerido

source: Last name is required.
es_es: Apellido requerido.

source: This is not a valid URL. URL's must start with http(s)://
es_es: URL inválida, debería ser http(s)://

source: Date is required.
es_es: Fecha requerida.

source: This date is not valid.
es_es: Fecha inválida.

source: Hour is required.
es_es: Hora requerida.

source: This is not a valid hour.
es_es: Hora inválida.

source: Minute is required.
es_es: Minutos requeridos.

source: This is not a valid minute.
es_es: Minutos inválidos.

source: AM/PM is required.
es_es: AM/PM requerido.

source: *Hidden Field*
es_es: *Campo Oculto

source: Form submitted from
es_es: Formulario enviado desde

source: Form submitter IP
es_es: IP desde la que se envía el formulario

source: %s: Form Submission
es_es: %s: Envíos del formulario

source: to "%s"
es_es: a "%s"

source: Thank you for your submission.
es_es: Gracias por su envío.

source: Custom Contact Forms is experiencing issues.
es_es: El formulario presonalizado de contacto está experimentando problemas.

source: There is an issue with synchronizing data. Please try deactivating all other plugins and activating the TwentyFifteen theme. If this fixes the problem, you have a plugin or theme conflict. If it does not, please post in the <a href="%s">support forums</a> or <a href="%s">Github</a>.
es_es: Hay un problema con la sincronización de los datos. Por favor prueba a desactivartodos los plugings y activar el tema TwentyFifteen. Si esto arreglara el problema, debes de tener un conflicto de tema o pluging. Si no, por favor envía un aviso en el<a href="%s">foro de soporte</a> o en <a href="%s">Github</a>.

source: Manage Forms
es_es: Editar formularios

source: Existing Forms
es_es: Formularios existentes

source: Standard Fields
es_es: Campos estandar

source: Special Fields
es_es: Campos especiales

source: Structure
es_es: Estructura

source: &larr; Drag fields from the left here.
es_es: &larr; Arrastra campos de formulario de la izquierda aquí.

source: Insert into post
es_es: Insertar dentro de la entrada

source: Save Form
es_es: Guardar formulario

source: Form Settings
es_es: Configuración del formulario

source: Form Title:
es_es: Título del formulario:

source: Form Description:
es_es: Descripción del formulario:

source: Button Text:
es_es: Botón con texto:

source: On form completion:
es_es: Al terminar el formulario:

source: Show text
es_es: Ver texto

source: Redirect
es_es: Redireccionar

source: Redirect URL:
es_es: URL de redireccionamiento:

source: Completion Message:
es_es: Mensaje al completarlo:

source: Pause form:
es_es: Pausar formulario:

source: Yes
es_es: Sí

source: Pause Message:
es_es: Pausar mensaje:

source: Form Notifications
es_es: Notificaciones del fomrulario

source: Send Email Notifications:
es_es: Enviar notificaciones por email:

source: "To" Email Addresses (comma separated):
es_es: "To" Direcciones de Email (separadas por comas):

source: "From" Email Address Type:
es_es: "From" tipor de dirección de Email

source: Custom Email
es_es: Personalizar Email

source: Form Field
es_es: Campo del formulario

source: You can set the notification emails from address to be the WP default, a custom email address, or pull the address from a field in the form.
es_es: Puede configurar las notificaciones por correo electrónico desde la dirección que esté predeterminada en WP, una dirección de correo electrónico personalizada o coger la dirección de un campo en el formulario.

source: Custom "From" Email Address:
es_es: Personalizar "From" Dirección de Email:

source: Pull "From" Email Dynamically from Field:
es_es: Coger Email "From" Dinámicamente desde un campo del formulario

source: "From" Name Type:
es_es: "From" Tipo de nombre:

source: Custom Name
es_es: Personalizar nombre

source: You can set the notification emails from name to be a custom name or pull the name from a field in the form.
es_es: Puede configurar los mensajes de notificación de nombre sea un nombre personalizado o cogerel nombre de un campo en el formulario.

source: Custom "From" Name:
es_es: Personalizar nombre "From" :

source: Pull "From" Name Dynamically from Field:
es_es: Coger Email "From" Dinámicamente desde un campo:

source: Email Subject Type:
es_es: Tipo de Asunto del Email:

source: Default
es_es: Defecto

source: Custom Subject
es_es: Asunto personalizado

source: You can set the notification emails subject line to be the CCF default, custom text, or pull the subject from a field in the form.
es_es: Puede configurar los asuntos de los correos electrónicos para que sea el predeterminado en este CCFponer un texto personalizado, o coger el tema desde un campo en el formulario.

source: Custom Email Subject:
es_es: Asunto personalizado en el email:

source: Pull Email Subject Dynamically from Field:
es_es: Coger el asunto del Email Dinámicamente desde un campo:

source: items
es_es: objetos

source: Title
es_es: Título

source: <span>&larr;</span> Click on a field to edit it.
es_es: <span>&larr;</span> Pulsa en el campo para editarlo.

source: Label:
es_es: Etiqueta:

source: Description:
es_es: Descripción:

source: Initial Value:
es_es: Valor Inicial:

source: Required:
es_es: Requerido:

source: Advanced
es_es: Avanzado

source: Class Name:
es_es: Nombre de la 'class':

source: Placeholder Text:
es_es: Marcador de posición de Texto:

source: Allowed File Extensions (comma separate):
es_es: Extensiones de archivo permitidas (separar con comas)

source: If left blank, will default to all extensions registered by WordPress. If you use a file extension or mime type not <a href="http://codex.wordpress.org/Function_Reference/get_allowed_mime_types">whitelisted by WordPress</a>, you will need to filter and manually whitelist the new extension.
es_es: Si se deja en blanco, se permitirán por defecto todas las extensiones válidadas por WordPress. Siorg/Function_Reference/get_allowed_mime_types"> la lista blanca por WordPress </ a>, necesitará filtrar manualmente la nueva extensión.

source: Max File Size (in MB):
es_es: Tamaño máximo de archivo permitido (en MB):

source: reCAPTCHA is a simple captcha service provided by Google. <a target="_blank" href="https://www.google.com/recaptcha/intro/index.html">Learn more</a>
es_es: reCAPTCHA es un servicio de código de imagen sencilla proporcionada por Google. <a target ="_blank" href="https://www.google.com/recaptcha/intro/index.html"> Más información </a>

source: Site Key:
es_es: Llave de paso:

source: Don't have one?
es_es: ¿No tienes?

source: Secret Key:
es_es: Llave secreta:

source: Basic
es_es: Basico

source: HTML Content:
es_es: Contenido HTML:

source: Heading:
es_es: Cabecera:

source: Sub Heading:
es_es: Sub cabecera:

source: Enable Date Select
es_es: Seleccion de fecha habilitada

source: Enable Time Select
es_es: Selección de tiempo habilitado

source: Format:
es_es: Formato:

source: International
es_es: Internacional

source: Type:
es_es: Tipo:

source: United States
es_es: Estados Unidos

source: Require Confirmation:
es_es: Confirmación Requerida:

source: Label
es_es: Etiqueta

source: Value
es_es: Valor

source: Manage field choices:
es_es: Cambiar los campos elegidos:

source: Note: If an option does not have a "value", it will not be considered a valid selection if the field is required. The "value" is what's read, stored, and displayed in the submission.
es_es: Nota: Si una opción no tiene un "valor", no va a ser considerado como unselección válida si se requiere el campo. El "valor" es lo que se lee,almacenado, y se muestran en la presentación.

source: You currently have no forms. Add some!
es_es: No tienes creados formularios, ¡GENERA UNO!

source: Allowed file extensions are {{ extensions }}.
es_es: Extensiones permitidas: {{ extensions }}.

source: Max file size is {{ file_size }} MB.
es_es: Tamaño máximo de archivo: {{ file_size }} MB.

source: An example choice
es_es: Ejemplo elegio

source: Arbitrary block of HTML.
es_es: Bloque de HTML arbitrario

source: Section Heading
es_es: Sección de Cabecera

source: This is the sub-heading text.
es_es: Este es el texto de sub-cabecera

source: Edit
es_es: Editar

source: Trash
es_es: Papelera

source: There is a problem with this form. Is it trashed or deleted?
es_es: Hay un problema con este formulario. ¿Fue borrado?

source: IP Address
es_es: IP

source: There are no submissions.
es_es: No hay envíos.

source: Add Form
es_es: Crear Formulario

source: Single Line Text
es_es: Texto de una línea

source: Dropdown
es_es: Desplegable

source: Checkboxes
es_es: Cajas de selección

source: Radio Buttons
es_es: Botones

source: Paragraph Text
es_es: Texto tipo párrafo

source: Hidden
es_es: Ocultar

source: File Upload
es_es: Subir archivo

source: Section Header
es_es: Sección de Cabecera

source: Name
es_es: Nombre

source: Date/Time
es_es: Fecha/Hora

source: Address
es_es: Dirección

source: Phone
es_es: Teléfono

source: You have no email fields
es_es: No hay campos de email

source: You have no name fields
es_es: No hay campos de nombre

source: You have no applicable fields
es_es: No hay campos aplicables

source: Invalid date
es_es: Fecha inválida

source: Field Label
es_es: Campo de Etiqueta

source: Form Submission
es_es: Envios del Formulario

source: This form is paused right now. Check back later!
es_es: Este formulario está pausado. Vuelve luego, gracias.

source: This is not a valid email address.
es_es: Email inválido

source: This is not a valid phone number.
es_es: Teléfono inválido.

source: This phone number is not 10 digits
es_es: Este teléfono no tiene 10 dígitos

source: This is not an allowed file extension
es_es: Extensión de archivo inválida

source: This file is bigger than
es_es: Archivo más grande de

source: An unknown error occured.
es_es: Error desconocido

source: Form Submissions
es_es: Envíos de formulario

source: Did you just upgrade to a post 6.0 version of Custom Contact Forms? If so, you might need to upgrade your database to use your old forms. Please backup your database before running the upgrade.
es_es: ¿Acabas de actualizar a una versión posterior 6.0 de Custom Contact Forms? Si es así,puede que tenga que actualizar su base de datos para poder utilizar sus viejos formularios.Por favor, haga una copia de seguridad de su base de datos antes de ejecutar la actualización.

source: Upgrade
es_es: Actualizar

source: Dismiss
es_es: No hacer

source: Database update complete.
es_es: Actualización de la base de datos completada.

source: Add a custom contact form to a sidebar.
es_es: Añadir un formulario personalizado en un 'sidebar'

source: Custom Contact Form
es_es: Formulario de Contacto Personalizado

source: Title:
es_es: Título:

source: Choose a form:
es_es: Elige un formulario:

source: Untitled
es_es: Sin Título

source: Invalid comment ID.
es_es: ID del comentario inválido

source: Sorry, you are not allowed to delete this comment.
es_es: Lo siento, usted no puede borrar este comentario.

source: The comment cannot be deleted.
es_es: El comentario no puede borrarse.

source: Permanently deleted comment
es_es: Comentario borrado permanentemente

source: Deleted comment
es_es: Comentario borrado

source: The route base must be overridden
es_es: El enlace de la base de datos será anulada

source: The post type must be overridden
es_es: El tipo de entrada será anulado

source: Invalid post type
es_es: Tipo de entrada inválida

source: Sorry, you are not allowed to post on this site.
es_es: Lo siento, usted no puede crear entradas en este website

source: Sorry, you are not allowed to edit this post.
es_es: Lo siento, usted no puede editar entradas en este website

source: No data supplied
es_es: Faltan datos

source: No Content-Type supplied
es_es: Falta tipo de contenido

source: No Content-Disposition supplied
es_es: Falta Disposición de contenido

source: Content hash did not match expected
es_es: el hash del contenido no encaja con lo esperado

source: Sorry, you cannot edit this post
es_es: Lo siento, usted no puede editar entradas

source: The object type must be overridden
es_es: El tipo de objeto debe ser anulado

source: Could not update meta.
es_es: No actualizar meta.

source: Missing meta key.
es_es: Perdida la meta key.

source: Missing meta value.
es_es: Perdidos los valores meta.

source: Could not add meta.
es_es: No insertar meta.

source: Could not delete meta.
es_es: No borrar meta.

source: Deleted meta
es_es: Borrar meta

source: Sorry, you cannot view the revisions for this post.
es_es: Lo siento, usted no puede ver las revisiones de esta entrada.

source: There is a revision of this post that is more recent.
es_es: Hay una revisión de esta entrada que es más reciente que su publicación.

source: Sorry, you are not allowed to delete this post.
es_es: Lo siento, usted no puede borrar esta entrada

source: The post cannot be deleted.
es_es: La entrada no puede ser borrada

source: Permanently deleted post
es_es: Entrada borrada permanentemente.

source: Cannot view post type
es_es: No se puede ver el tipo de entrada

source: Sorry, you cannot view this revision
es_es: Lo siento, usted no puede ver esta revisión

source: There is no excerpt because this is a protected post.
es_es: No hay excepciones porque esta entrada está protegida.

source: The post type may not be changed.
es_es: El tipo de entrada no puede ser cambiado

source: Sorry, you are not allowed to create private posts in this post type
es_es: Lo siento, usted no puede publicar entradas privadas en este tipo de entradas

source: Sorry, you are not allowed to publish posts in this post type
es_es: Lo siento, usted no puede publicar entradas en este tipo de entradas

source: Invalid author object.
es_es: Inválido objeto de autor.

source: You are not allowed to edit posts as this user.
es_es: Lo siento, usted no puede editar entradas con este usuario.

source: Invalid author ID.
es_es: ID de autor inválido.

source: Sorry, you are not allowed to create password protected posts in this post type
es_es: Lo siento, usted no puede crear una entrada con protección de contraseña en este tipo de post

source: Invalid post parent ID.
es_es: ID de la entrada padre inválida.

source: Invalid post format.
es_es: Formato de entrada inválida.

source: JSONP support is disabled on this site.
es_es: Soporte JSONP deshabilitado en este sitio.

source: The JSONP callback function is invalid.
es_es: La función de llamada JSONP es inválida.

source: Unsupported request method
es_es: Método intentado no soportado

source: The handler for the route is invalid
es_es: La ruta manejada es inválida.

source: No route was found matching the URL and request method
es_es: No se ha encontrado la ruta que encaje con el método de resolución de URL

source: Missing parameter %s
es_es: Perdidos parametros %s

source: Invalid taxonomy ID.
es_es: Taxonomía de ID inválida

source: Cannot view taxonomy
es_es: No se puede ver la taxonomía

source: Invalid term ID.
es_es: Terminación ID inválida.

source: Sorry, you are not allowed to list users.
es_es: Lo siento, usted no puede ver el listado de usuarios.

source: You are not currently logged in.
es_es: No está conectado al sitio.

source: Sorry, you are not allowed to view this user.
es_es: Lo siento, usted no puede ver a este usuario.

source: Invalid user ID.
es_es: Inválido ID de usuario.

source: Sorry, you are not allowed to edit this user.
es_es: Lo siento, usted no puede editar este usuario.

source: Sorry, you are not allowed to create users.
es_es: Lo siento, usted no puede crear usuarios.

source: Invalid user URL.
es_es: La URL del usuario es inválida.

source: User ID must be supplied.
es_es: El ID del usuario debe ser puesto.

source: User ID is invalid.
es_es: El ID de usuario es inválido.

source: Cannot create existing user.
es_es: No se puede crear un usuario existente.

source: Sorry, you are not allowed to delete this user.
es_es: Lo siento, usted no puede borrar este usuario.

source: The user cannot be deleted.
es_es: El usuario no puede ser borrado.

source: Deleted user
es_es: Usuario Borrado

source: %1$s (since %2$s; no alternative available)
es_es: %1$s (desde %2$s; sin alternativa)

source: %1$s (since %2$s; %3$s)
es_es: %1$s (desde %2$s; %3$s)

source: No report data available
es_es: Datos del reporte no disponibles

source: The CodeCoverage classes are missing
es_es: La clase CodeCoverage se ha perdido
